/* XMSG: message */
"errDescr_MobilePlaceController_InvalidEmailAddress" = "Adresă de e-mail nevalabilă";

/* XMSG: message */
"errDescr_MobilePlaceController_InvalidResponseData" = "Date răspuns nevalabile";

